---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFlowParam
source: html/ec5a778f-3b41-d6fd-f219-3385bca44350.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFlowParam Property

"Flow"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFlowParam { get; }
```